i3-wm
i3status
i3lock
i3blocks
suckless-tools
alacritty
rofi
dunst
thunar
feh
picom
htop
neofetch
bluez
bluez-utils
blueman
redshift
firefox
ufw
neovim
code
jupyter-notebook
git
python-pip
docker
docker-buildx
docker-compose
xclip
otf-geist-mono-nerd
gthumb
vlc
scrot
timeshift
apparmor
libreoffice
tenacity
